Repository: sinhong2011/triwarden
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant, zh_hk

source: Breached
ja: 漏えい
zh_hans: 已泄露
zh_hant: 已外洩
zh_hk: 外洩咗

source: Brings the vault window forward.
ja: 保管庫ウインドウを前面に表示します。
zh_hans: 将密码库窗口移到最前面。
zh_hant: 將保險庫視窗移到最前面。
zh_hk: 將保險庫視窗擺去最前面。

source: Browser extension
ja: ブラウザ機能拡張
zh_hans: 浏览器扩展
zh_hant: 瀏覽器延伸功能
zh_hk: 瀏覽器擴充功能

source: Can't reach this server
ja: このサーバーに接続できません
zh_hans: 无法连接到此服务器
zh_hant: 無法連線到這台伺服器
zh_hk: 無法連線到這台伺服器

source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

source: capital
ja: 大文字
zh_hans: 大写
zh_hant: 大寫
zh_hk: 大楷

source: Capitalize
ja: 先頭を大文字に
zh_hans: 首字母大写
zh_hant: 首字大寫
zh_hk: 首字大寫

source: Caps Lock is on
ja: Caps Lock がオンです
zh_hans: 大写锁定已打开
zh_hant: 大寫鎖定已開啟
zh_hk: 大楷鎖定開咗

source: Card
ja: カード
zh_hans: 卡片
zh_hant: 卡片
zh_hk: 卡

source: Card number
ja: カード番号
zh_hans: 卡号
zh_hant: 卡號
zh_hk: 卡號

source: Cardholder
ja: カード名義人
zh_hans: 持卡人
zh_hant: 持卡人
zh_hk: 持卡人

source: Cards
ja: カード
zh_hans: 卡片
zh_hant: 卡片
zh_hk: 卡片

source: Cards expiring
ja: 期限切れ間近のカード
zh_hans: 即将过期的卡
zh_hant: 即將到期的卡片
zh_hk: 就快到期嘅卡

source: Catch-all email
ja: キャッチオールメール
zh_hans: 全收邮箱
zh_hant: 萬用收件地址
zh_hk: 萬用收件地址

source: centuries to crack
ja: 解読に数百年
zh_hans: 需数百年破解
zh_hant: 需數百年破解
zh_hk: 要幾百年先破解到

source: Change
ja: 変更
zh_hans: 更改
zh_hant: 變更
zh_hk: 更改

source: Change in System Settings…
ja: システム設定で変更…
zh_hans: 在系统设置中更改…
zh_hant: 在系統設定中更改…
zh_hk: 在系統設定中更改…

source: Change it in the web vault
ja: Web 保管庫で変更してください
zh_hans: 请在网页版密码库中更改
zh_hant: 請在網頁版保險庫中更改
zh_hk: 喺網頁版保險庫更改

source: Change master password
ja: マスターパスワードを変更
zh_hans: 更改主密码
zh_hant: 變更主密碼
zh_hk: 更改主密碼

source: Change on Site
ja: サイトで変更
zh_hans: 在网站上更改
zh_hant: 在網站上更改
zh_hk: 喺網站更改

source: Change Password
ja: パスワードを変更
zh_hans: 更改密码
zh_hant: 更改密碼
zh_hk: 更改密碼

source: Change shared folders
ja: 共有フォルダを変更
zh_hans: 更改共享文件夹
zh_hant: 變更共享資料夾
zh_hk: 更改共享資料夾

source: Change the vaults shown
ja: 表示する保管庫を変更
zh_hans: 更改显示的保险库
zh_hant: 變更顯示的保險庫
zh_hk: 改顯示嘅保險庫

source: Changed the shared folders of %@
ja: %@ の共有フォルダを変更しました
zh_hans: 更改了 %@ 的共享文件夹
zh_hant: 變更了 %@ 的共享資料夾
zh_hk: 更改咗 %@ 嘅共享資料夾

source: Changed the shared vault's settings
ja: 共有保管庫の設定を変更しました
zh_hans: 更改了共享保险库设置
zh_hant: 變更了共享保險庫設定
zh_hk: 更改咗共享保險庫設定

source: Change…
ja: 変更…
zh_hans: 更换…
zh_hant: 更換…
zh_hk: 更換…

source: Changed %@'s access
ja: %@ のアクセスを変更しました
zh_hans: 更改了 %@ 的访问权限
zh_hant: 變更了 %@ 的存取權限
zh_hk: 更改咗 %@ 嘅存取權限

source: Changed a group
ja: グループを変更しました
zh_hans: 更改了群组
zh_hant: 變更了群組
zh_hk: 更改咗群組

source: Changed a policy
ja: ポリシーを変更しました
zh_hans: 更改了策略
zh_hant: 變更了政策
zh_hk: 更改咗政策

source: Changed their master password
ja: マスターパスワードを変更しました
zh_hans: 更改了主密码
zh_hant: 變更了主密碼
zh_hk: 更改咗主密碼

source: Changed two-step login
ja: 2 段階ログインを変更しました
zh_hans: 更改了两步登录
zh_hant: 變更了兩步驟登入
zh_hk: 更改咗兩步驟登入

source: Changes apply to the same link.
ja: 変更は同じリンクに反映されます。
zh_hans: 更改会应用到同一个链接。
zh_hant: 變更會套用到同一個連結。
zh_hk: 更改會套用到同一條連結。

source: Changing either signs out your other devices; this Mac stays signed in.
ja: どちらを変更しても他のデバイスはサインアウトされます。この Mac はサインインしたままです。
zh_hans: 更改任一项都会登出你的其他设备；这台 Mac 会保持登录。
zh_hant: 變更任一項都會登出你的其他裝置；這台 Mac 會保持登入。
zh_hk: 改任何一樣都會登出你其他裝置；呢部 Mac 會保持登入。

source: Check again
ja: もう一度確認
zh_hans: 重新检查
zh_hant: 重新檢查
zh_hk: 重新檢查

source: Check for breaches
ja: 漏えいを確認
zh_hans: 检查是否泄露
zh_hant: 檢查是否外洩
zh_hk: 檢查是否外洩

source: Check for updates automatically
ja: アップデートを自動で確認
zh_hans: 自动检查更新
zh_hant: 自動檢查更新
zh_hk: 自動檢查更新

source: Check for updates daily
ja: 毎日アップデートを確認
zh_hans: 每天检查更新
zh_hant: 每日檢查更新
zh_hk: 每日檢查更新

source: Check for Updates…
ja: アップデートを確認…
zh_hans: 检查更新…
zh_hant: 檢查更新⋯
zh_hk: 檢查更新⋯

source: Check Now
ja: 今すぐ確認
zh_hans: 立即检查
zh_hant: 立即檢查
zh_hk: 即刻檢查

source: Check several to see them together.
ja: 複数チェックすると一緒に表示します。
zh_hans: 勾选多个即可一起显示。
zh_hant: 勾選多個即可一起顯示。
zh_hk: 剔幾個就可以一齊睇。

source: Checked %@
ja: %@に確認
zh_hans: %@检查过
zh_hant: %@檢查過
zh_hk: %@檢查過

source: Checking server…
ja: サーバーを確認中…
zh_hans: 正在检查服务器…
zh_hant: 正在檢查伺服器…
zh_hk: 正在檢查伺服器…

source: Choose
ja: 選択
zh_hans: 选择
zh_hant: 選擇
zh_hk: 選擇

source: Choose a file up to 500 MB.
ja: 500 MB 以下のファイルを選んでください。
zh_hans: 请选择 500 MB 以内的文件。
zh_hant: 請選擇 500 MB 以內的檔案。
zh_hk: 請選擇 500 MB 以內的檔案。

source: Choose a file, or drop it here
ja: ファイルを選ぶか、ここにドロップ
zh_hans: 选择文件，或拖放到这里
zh_hant: 選擇檔案，或拖放到這裡
zh_hk: 揀檔案，或者拖落嚟呢度

source: Choose an account
ja: アカウントを選択
zh_hans: 选择账户
zh_hant: 選擇帳號
zh_hk: 選擇帳戶

source: Choose where your vault lives.
ja: 保管庫の場所を選んでください。
zh_hans: 选择密码库所在的位置。
zh_hant: 選擇保險庫所在的位置。
zh_hk: 選擇保險庫所在的位置。

source: Choose…
ja: 選択…
zh_hans: 选择…
zh_hant: 選擇…
zh_hk: 選擇…

source: Chrome, Edge, Brave or Arc CSV
ja: Chrome・Edge・Brave・Arc の CSV
zh_hans: Chrome、Edge、Brave 或 Arc CSV
zh_hant: Chrome、Edge、Brave 或 Arc CSV
zh_hk: Chrome、Edge、Brave 或 Arc CSV

source: City
ja: 市区町村
zh_hans: 城市
zh_hant: 城市
zh_hk: 城市

source: Clear
ja: 消去
zh_hans: 清除
zh_hant: 清除
zh_hk: 清除

source: Clear All
ja: すべて消去
zh_hans: 全部清除
zh_hant: 全部清除
zh_hk: 全部清除

source: Clear Clipboard Now
ja: 今すぐクリップボードを消去
zh_hans: 立即清除剪贴板
zh_hant: 立即清除剪貼簿
zh_hk: 即刻清除剪貼簿

source: Clear copied items after
ja: コピーした項目の消去
zh_hans: 拷贝内容清除时间
zh_hant: 拷貝內容清除時間
zh_hk: 複製內容清除時間

source: Clear Filters
ja: 絞り込みを解除
zh_hans: 清除筛选
zh_hant: 清除篩選
zh_hk: 清除篩選

source: Clear generator history?
ja: 生成履歴を消去しますか？
zh_hans: 要清除生成记录吗？
zh_hant: 要清除產生記錄嗎？
zh_hk: 要清除產生記錄嗎？

source: Clear History
ja: 履歴を消去
zh_hans: 清除记录
zh_hant: 清除記錄
zh_hk: 清除記錄

source: Clear search
ja: 検索をクリア
zh_hans: 清除搜索
zh_hant: 清除搜尋
zh_hk: 清除搜尋

source: Clear Search
ja: 検索を消去
zh_hans: 清除搜索
zh_hant: 清除搜尋
zh_hk: 清除搜尋

source: Clear Selection
ja: 選択を解除
zh_hans: 取消选择
zh_hant: 取消選取
zh_hk: 取消選取

source: Clear the text, then the filters
ja: テキスト、次に絞り込みを消去
zh_hans: 先清除文字，再清除筛选
zh_hant: 先清除文字，再清除篩選
zh_hk: 先清文字，再清篩選

source: Click to choose another
ja: クリックして別のファイルを選択
zh_hans: 点击选择其他文件
zh_hant: 按一下選擇其他檔案
zh_hk: 撳一下揀其他檔案

source: Clipboard
ja: クリップボード
zh_hans: 剪贴板
zh_hant: 剪貼板
zh_hk: 剪貼簿

source: Clipboard cleared
ja: クリップボードを消去しました
zh_hans: 已清除剪贴板
zh_hant: 已清除剪貼簿
zh_hk: 已清除剪貼簿

source: Clipboard clears
ja: クリップボード消去まで
zh_hans: 剪贴板即将清除
zh_hant: 剪貼簿即將清除
zh_hk: 剪貼簿即將清除

source: Clipboard clears in %lld s
ja: クリップボードは %lld 秒後に消去
zh_hans: 剪贴板将在 %lld 秒后清除
zh_hant: 剪貼簿將在 %lld 秒後清除
zh_hk: 剪貼簿 %lld 秒後清除

source: Clone
ja: 複製
zh_hans: 克隆
zh_hant: 複製一份
zh_hk: 複製一份

source: Clone Item
ja: 項目を複製
zh_hans: 克隆项目
zh_hant: 複製項目
zh_hk: 複製項目

source: Close
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉
zh_hk: 關閉

source: Code
ja: コード
zh_hans: 验证码
zh_hant: 驗證碼
zh_hk: 驗證碼

source: Code from the app
ja: アプリのコード
zh_hans: App 中的验证码
zh_hant: App 中的驗證碼
zh_hk: App 入面嘅驗證碼

source: Codes
ja: コード
zh_hans: 验证码
zh_hant: 驗證碼
zh_hk: 驗證碼

source: Codes are emailed to this address when you sign in.
ja: サインイン時にこのアドレスにコードが送信されます。
zh_hans: 登录时，验证码会发送到这个地址。
zh_hant: 登入時，驗證碼會寄到這個地址。
zh_hk: 登入時，驗證碼會寄去呢個地址。

source: Command line
ja: コマンドライン
zh_hans: 命令行
zh_hant: 命令列
zh_hk: 命令行

source: Command palette
ja: コマンドパレット
zh_hans: 命令面板
zh_hant: 命令面板
zh_hk: 指令面板

source: Command Palette
ja: コマンドパレット
zh_hans: 命令面板
zh_hant: 命令面板
zh_hk: 指令面板

source: Commands
ja: コマンド
zh_hans: 命令
zh_hant: 命令
zh_hk: 指令

source: Commands only
ja: コマンドのみ
zh_hans: 仅命令
zh_hant: 僅指令
zh_hk: 只係指令

source: Commands that make git sign commits with this key through the Triwarden SSH agent
ja: Triwarden SSH エージェント経由でこの鍵を使って git のコミットに署名するためのコマンド
zh_hans: 让 git 通过 Triwarden SSH 代理用此密钥签名提交的命令
zh_hant: 讓 git 透過 Triwarden SSH 代理程式以此金鑰簽署提交的指令
zh_hk: 令 git 透過 Triwarden SSH 代理程式用此密鑰簽署提交的指令

source: Company
ja: 会社
zh_hans: 公司
zh_hant: 公司
zh_hk: 公司

source: Confirm
ja: 確認
zh_hans: 确认
zh_hant: 確認
zh_hk: 確認

source: Confirm %@
ja: %@ を確認
zh_hans: 确认 %@
zh_hant: 確認 %@
zh_hk: 確認 %@

source: Confirm file password
ja: ファイルのパスワードを確認
zh_hans: 确认文件密码
zh_hant: 確認檔案密碼
zh_hk: 確認檔案密碼

source: Confirm it's you
ja: 本人確認
zh_hans: 确认是你本人
zh_hant: 確認是你本人
zh_hk: 確認係你本人

source: Confirm it's you to get a setup key.
ja: セットアップキーを取得するため本人確認をしてください。
zh_hans: 确认是你本人以获取设置密钥。
zh_hant: 確認是你本人以取得設定金鑰。
zh_hk: 確認係你本人先攞到設定金鑰。

source: Confirm…
ja: 確認…
zh_hans: 确认…
zh_hant: 確認…
zh_hk: 確認…

source: Confirmed
ja: 確認済み
zh_hans: 已确认
zh_hant: 已確認
zh_hk: 已確認

source: Confirmed %@
ja: %@ を確認しました
zh_hans: 确认了 %@
zh_hant: 確認了 %@
zh_hk: 確認咗 %@

source: Contact
ja: 連絡先
zh_hans: 联系方式
zh_hant: 聯絡資訊
zh_hk: 聯絡資料

source: Continue
ja: 続ける
zh_hans: 继续
zh_hant: 繼續
zh_hk: 繼續

source: Copied
ja: コピーしました
zh_hans: 已复制
zh_hant: 已拷貝
zh_hk: 已複製

source: Copied a secret from %@
ja: %@ の機密情報をコピーしました
zh_hans: 复制了 %@ 中的机密
zh_hant: 複製了 %@ 中的機密
zh_hk: 複製咗 %@ 入面嘅機密

source: Copied secrets are marked as concealed, so clipboard managers skip them.
ja: コピーした機密情報は非表示として扱われ、クリップボード管理ツールに記録されません。
zh_hans: 拷贝的机密信息会标记为隐藏，剪贴板管理工具不会记录。
zh_hant: 拷貝的機密資料會標記為隱藏，剪貼板管理工具不會記錄。
zh_hk: 複製的機密資料會標記為隱藏，剪貼簿管理工具不會記錄。

source: Copied secrets are marked as concealed, so clipboard managers skip them. Paste a login's password, and its one-time code is ready to paste next.
ja: コピーした秘密情報は非表示として扱われ、クリップボード管理アプリには残りません。ログインのパスワードを貼り付けると、次はその確認コードを貼り付けられます。
zh_hans: 拷贝的机密内容会标记为隐藏，剪贴板管理工具不会记录。粘贴登录项的密码后，接着就能粘贴它的一次性验证码。
zh_hant: 拷貝的機密內容會標記為隱藏，剪貼簿管理工具不會記錄。貼上登入項目的密碼後，接著就能貼上它的一次性驗證碼。
zh_hk: 複製嘅機密內容會標記為隱藏，剪貼簿管理工具唔會記錄。貼上登入項目嘅密碼之後，跟住就可以貼上佢嘅一次性驗證碼。

source: Copied the password for %@.
ja: %@ のパスワードをコピーしました。
zh_hans: 已复制 %@ 的密码。
zh_hant: 已拷貝 %@ 的密碼。
zh_hk: 已複製 %@ 的密碼。

source: Copies an item's password. It's cleared from the clipboard after the delay set in Triwarden.
ja: 項目のパスワードをコピーします。Triwarden で設定した時間が経つとクリップボードから消去されます。
zh_hans: 复制项目的密码，并在 Triwarden 设定的时间后从剪贴板清除。
zh_hant: 拷貝項目的密碼，並在 Triwarden 設定的時間後從剪貼板清除。
zh_hk: 複製項目的密碼，並喺 Triwarden 設定的時間後從剪貼簿清除。

source: Copies the code
ja: コードをコピーします
zh_hans: 复制验证码
zh_hant: 拷貝驗證碼
zh_hk: 複製驗證碼

source: Copy
ja: コピー
zh_hans: 拷贝
zh_hant: 拷貝
zh_hk: 複製

source: Copy %@
ja: %@をコピー
zh_hans: 复制%@
zh_hant: 拷貝%@
zh_hk: 複製%@

source: Copy a new password
ja: 新しいパスワードをコピー
zh_hans: 拷贝新密码
zh_hant: 拷貝新密碼
zh_hk: 複製新密碼

source: Copy code
ja: コードをコピー
zh_hans: 拷贝验证码
zh_hant: 拷貝驗證碼
zh_hk: 複製驗證碼

source: Copy Code
ja: コードをコピー
zh_hans: 拷贝验证码
zh_hant: 拷貝驗證碼
zh_hk: 複製驗證碼

source: Copy Command
ja: コマンドをコピー
zh_hans: 复制命令
zh_hant: 拷貝指令
zh_hk: 複製指令

source: Copy generated password
ja: 生成したパスワードをコピー
zh_hans: 复制生成的密码
zh_hant: 拷貝產生的密碼
zh_hk: 複製產生的密碼

source: Copy Link
ja: リンクをコピー
zh_hans: 复制链接
zh_hant: 拷貝連結
zh_hk: 複製連結

source: Copy Notes
ja: メモをコピー
zh_hans: 复制备注
zh_hant: 複製備註
zh_hk: 複製備註

source: Copy One-Time Code
ja: ワンタイムコードをコピー
zh_hans: 拷贝一次性验证码
zh_hant: 拷貝一次性驗證碼
zh_hk: 複製一次性驗證碼

source: Copy password
ja: パスワードをコピー
zh_hans: 拷贝密码
zh_hant: 拷貝密碼
zh_hk: 複製密碼

source: Copy Password
ja: パスワードをコピー
zh_hans: 拷贝密码
zh_hant: 拷貝密碼
zh_hk: 複製密碼

source: Copy Server Address
ja: サーバアドレスをコピー
zh_hans: 复制服务器地址
zh_hant: 拷貝伺服器位址
zh_hk: 複製伺服器地址

source: Copy Setup
ja: 設定をコピー
zh_hans: 复制设置
zh_hant: 拷貝設定
zh_hk: 複製設定

source: Copy the one-time code after the password is pasted
ja: パスワードを貼り付けたら確認コードをコピー
zh_hans: 粘贴密码后拷贝一次性验证码
zh_hant: 貼上密碼後拷貝一次性驗證碼
zh_hk: 貼上密碼後複製一次性驗證碼

source: Copy the password of ${item}
ja: ${item} のパスワードをコピー
zh_hans: 复制 ${item} 的密码
zh_hant: 拷貝 ${item} 的密碼
zh_hk: 複製 ${item} 的密碼

source: Copy the version, for a bug report
ja: バグ報告用にバージョンをコピー
zh_hans: 拷贝版本信息，用于报告问题
zh_hant: 拷貝版本資訊，用於回報問題
zh_hk: 複製版本資料，方便回報問題

source: Copy Username
ja: ユーザー名をコピー
zh_hans: 拷贝用户名
zh_hant: 拷貝使用者名稱
zh_hk: 複製用戶名稱

source: Copy Website
ja: Webサイトをコピー
zh_hans: 复制网址
zh_hant: 複製網址
zh_hk: 複製網址

source: Couldn't check for updates.
ja: アップデートを確認できませんでした。
zh_hans: 无法检查更新。
zh_hant: 無法檢查更新。
zh_hk: 無法檢查更新。

source: Couldn't confirm. Try again.
ja: 確認できませんでした。もう一度お試しください。
zh_hans: 无法确认，请重试。
zh_hant: 無法確認，請再試一次。
zh_hk: 確認唔到，請再試。

source: Couldn't get their key from the server.
ja: サーバーから相手の鍵を取得できませんでした。
zh_hans: 无法从服务器获取对方的密钥。
zh_hant: 無法從伺服器取得對方的金鑰。
zh_hk: 攞唔到對方嘅金鑰。

source: Couldn't load two-step login: %@
ja: 2段階ログインを読み込めません：%@
zh_hans: 无法加载两步登录：%@
zh_hant: 無法載入兩步驟登入：%@
zh_hk: 載入唔到兩步驟登入：%@

source: Couldn't look at that window.
ja: そのウインドウを読み取れませんでした。
zh_hans: 无法读取那个窗口。
zh_hant: 無法讀取那個視窗。
zh_hk: 讀唔到嗰個視窗。

source: Couldn't open that file.
ja: そのファイルを開けませんでした。
zh_hans: 无法打开该文件。
zh_hant: 無法打開該檔案。
zh_hk: 打唔開嗰個檔案。

source: Couldn't open their vault.
ja: 相手の保管庫を開けませんでした。
zh_hans: 无法打开对方的保险库。
zh_hant: 無法開啟對方的保險庫。
zh_hk: 開唔到對方嘅保險庫。

source: Couldn't reach Have I Been Pwned. Try again later.
ja: Have I Been Pwned に接続できませんでした。後でもう一度お試しください。
zh_hans: 无法连接到 Have I Been Pwned，请稍后再试。
zh_hant: 無法連線到 Have I Been Pwned，請稍後再試。
zh_hk: 無法連線到 Have I Been Pwned，請稍後再試。

source: Couldn't reach the server, or it doesn't allow emergency access.
ja: サーバーに接続できないか、緊急アクセスが許可されていません。
zh_hans: 无法连接服务器，或服务器不允许紧急访问。
zh_hant: 無法連線到伺服器，或伺服器不允許緊急存取。
zh_hk: 連唔到伺服器，或者伺服器唔容許緊急存取。

source: Couldn't reach the server.
ja: サーバーに接続できません。
zh_hans: 无法连接服务器。
zh_hant: 無法連線到伺服器。
zh_hk: 連唔到伺服器。

source: Couldn't read the vault. Sync, then try again.
ja: 保管庫を読み取れませんでした。同期してからもう一度お試しください。
zh_hans: 无法读取密码库。请先同步再试一次。
zh_hant: 無法讀取密碼庫。請先同步再試一次。
zh_hk: 讀唔到密碼庫。請先同步再試。

source: Couldn't save the file there.
ja: その場所にファイルを保存できませんでした。
zh_hans: 无法将文件保存到该位置。
zh_hant: 無法將檔案儲存在該位置。
zh_hk: 儲存唔到檔案喺嗰度。

source: Couldn't save the passkey: %@
ja: パスキーを保存できませんでした：%@
zh_hans: 无法保存通行密钥：%@
zh_hant: 無法儲存通行密鑰：%@
zh_hk: 無法儲存通行密鑰：%@

source: Couldn't send the hint. Check the server and try again.
ja: ヒントを送信できませんでした。サーバーを確認して再試行してください。
zh_hans: 无法发送提示，请检查服务器后重试。
zh_hant: 無法傳送提示，請檢查伺服器後再試一次。
zh_hk: 無法傳送提示，請檢查伺服器後再試一次。

source: Couldn't set the password.
ja: パスワードを設定できませんでした。
zh_hans: 无法设置密码。
zh_hant: 無法設定密碼。
zh_hk: 設定唔到密碼。

source: Couldn't set the PIN. Unlock the account and try again.
ja: PIN を設定できませんでした。アカウントのロックを解除してもう一度お試しください。
zh_hans: 无法设置 PIN 码。请解锁账户后再试。
zh_hant: 無法設定 PIN 碼。請解鎖帳號後再試。
zh_hk: 設定唔到 PIN 碼。請解鎖帳戶之後再試。

source: Couldn't start the command-line bridge: %@
ja: コマンドライン連携を開始できませんでした：%@
zh_hans: 无法启动命令行桥接：%@
zh_hant: 無法啟動命令列橋接：%@
zh_hk: 無法啟動命令行橋接：%@

source: Couldn't start the SSH agent: %@
ja: SSH エージェントを起動できませんでした：%@
zh_hans: 无法启动 SSH 代理：%@
zh_hant: 無法啟動 SSH 代理程式：%@
zh_hk: 無法啟動 SSH 代理程式：%@

source: Couldn't start the SSH agent: the socket path is longer than macOS allows (104 bytes). This happens with very long user names.
ja: SSH エージェントを起動できませんでした：ソケットのパスが macOS の上限（104 バイト）を超えています。ユーザ名が非常に長い場合に起こります。
zh_hans: 无法启动 SSH 代理：套接字路径超过 macOS 上限（104 字节），通常是因为用户名过长。
zh_hant: 無法啟動 SSH 代理程式：通訊端路徑超過 macOS 上限（104 位元組），通常是因為使用者名稱過長。
zh_hk: 無法啟動 SSH 代理程式：通訊端路徑超過 macOS 上限（104 位元組），通常係因為用戶名稱太長。

source: Couldn't turn on Touch ID
ja: Touch ID をオンにできませんでした
zh_hans: 无法打开触控 ID
zh_hant: 無法開啟 Touch ID
zh_hk: 無法開啟 Touch ID

source: Country
ja: 国/地域
zh_hans: 国家/地区
zh_hant: 國家／地區
zh_hk: 國家／地區

source: cracked instantly
ja: 瞬時に解読される
zh_hans: 瞬间即可破解
zh_hant: 瞬間即可破解
zh_hk: 瞬間就破解到

source: Create
ja: 作成
zh_hans: 创建
zh_hant: 建立
zh_hk: 建立

source: Create & Copy Link
ja: 作成してリンクをコピー
zh_hans: 创建并复制链接
zh_hant: 建立並拷貝連結
zh_hk: 建立並複製連結

source: Created
ja: 作成日
zh_hans: 创建时间
zh_hant: 建立時間
zh_hk: 建立時間

source: Created %@
ja: %@ に作成
zh_hans: 创建于 %@
zh_hant: 建立於 %@
zh_hk: 建立於 %@

source: Created a shared folder
ja: 共有フォルダを作成しました
zh_hans: 创建了共享文件夹
zh_hant: 建立了共享資料夾
zh_hk: 建立咗共享資料夾

source: Creates a random password with your generator settings. Works while locked.
ja: ジェネレータの設定でランダムなパスワードを作成します。ロック中でも使えます。
zh_hans: 按生成器设置创建随机密码，锁定时也可使用。
zh_hant: 依產生器設定建立隨機密碼，鎖定時也可使用。
zh_hk: 按產生器設定建立隨機密碼，鎖定時都可以用。

source: Clear Filter
ja: 絞り込みを解除
zh_hans: 清除筛选
zh_hant: 清除篩選
zh_hk: 清除篩選

source: Click to fill
ja: クリックして入力
zh_hans: 点按以填充
zh_hant: 按一下以填入
zh_hk: 撳一下就填入

source: Code copied
ja: コードをコピーしました
zh_hans: 已拷贝验证码
zh_hant: 已拷貝驗證碼
zh_hk: 已複製驗證碼

source: Current master password
ja: 現在のマスターパスワード
zh_hans: 当前主密码
zh_hant: 目前的主密碼
zh_hk: 而家嘅主密碼

source: Current session
ja: 現在のセッション
zh_hans: 当前会话
zh_hant: 目前工作階段
zh_hk: 而家嘅工作階段

source: Custom environment
ja: カスタム環境
zh_hans: 自定义环境
zh_hant: 自訂環境
zh_hk: 自訂環境

source: Custom environment…
ja: カスタム環境…
zh_hans: 自定义环境…
zh_hant: 自訂環境⋯
zh_hk: 自訂環境⋯

source: Custom fields
ja: カスタムフィールド
zh_hans: 自定义字段
zh_hant: 自訂欄位
zh_hk: 自訂欄位

source: Dark
ja: ダーク
zh_hans: 深色
zh_hant: 深色
zh_hk: 深色

source: Date Created
ja: 作成日
zh_hans: 创建日期
zh_hant: 建立日期
zh_hk: 建立日期

source: Date Edited
ja: 編集日
zh_hans: 编辑日期
zh_hant: 編輯日期
zh_hk: 編輯日期

source: Day
ja: 日
zh_hans: 日
zh_hant: 日
zh_hk: 日

source: days to crack
ja: 解読に数日
zh_hans: 需数天破解
zh_hant: 需數天破解
zh_hk: 要幾日先破解到

source: Decrease
ja: 減らす
zh_hans: 减少
zh_hant: 減少
zh_hk: 減少

source: Default (%@)
ja: デフォルト（%@）
zh_hans: 默认（%@）
zh_hant: 預設（%@）
zh_hk: 預設（%@）

source: Delete
ja: 削除
zh_hans: 删除
zh_hant: 刪除
zh_hk: 刪除

source: Delete “%@” forever?
ja: 「%@」を完全に削除しますか？
zh_hans: 要永久删除“%@”吗？
zh_hant: 要永久刪除「%@」嗎？
zh_hk: 要永久刪除「%@」嗎？

source: Delete “%@”?
ja: 「%@」を削除しますか？
zh_hans: 要删除“%@”吗？
zh_hant: 要刪除「%@」嗎？
zh_hk: 要刪除「%@」嗎？

source: Delete %lld item(s) forever?
ja: %lld 件を完全に削除しますか？
zh_hans: 要永久删除 %lld 个项目吗？
zh_hant: 要永久刪除 %lld 個項目嗎？
zh_hk: 要永久刪除 %lld 個項目嗎？

source: Delete after
ja: 削除までの期間
zh_hans: 删除时间
zh_hant: 刪除時間
zh_hk: 刪除時間

source: Delete Folder
ja: フォルダを削除
zh_hans: 删除文件夹
zh_hant: 刪除資料夾
zh_hk: 刪除資料夾

source: Delete Folder…
ja: フォルダを削除…
zh_hans: 删除文件夹…
zh_hant: 刪除資料夾…
zh_hk: 刪除資料夾…

source: Delete Forever
ja: 完全に削除
zh_hans: 永久删除
zh_hant: 永久刪除
zh_hk: 永久刪除

source: Delete Forever…
ja: 完全に削除…
zh_hans: 永久删除…
zh_hant: 永久刪除…
zh_hk: 永久刪除…

source: Delete Send
ja: Send を削除
zh_hans: 删除 Send
zh_hant: 刪除 Send
zh_hk: 刪除 Send

source: Delete the folder “%@”?
ja: フォルダ「%@」を削除しますか？
zh_hans: 要删除文件夹“%@”吗？
zh_hant: 要刪除資料夾「%@」嗎？
zh_hk: 要刪除資料夾「%@」嗎？

source: Deleted a shared folder
ja: 共有フォルダを削除しました
zh_hans: 删除了共享文件夹
zh_hant: 刪除了共享資料夾
zh_hk: 刪除咗共享資料夾

source: Delete…
ja: 削除…
zh_hans: 删除…
zh_hant: 刪除…
zh_hk: 刪除…

source: Deleted “%@”
ja: 「%@」を削除しました
zh_hans: 已删除“%@”
zh_hant: 已刪除「%@」
zh_hk: 已刪除「%@」

source: Deleted %@ permanently
ja: %@ を完全に削除しました
zh_hans: 永久删除了 %@
zh_hant: 永久刪除了 %@
zh_hk: 永久刪除咗 %@

source: Deleted %lld item(s) permanently
ja: %lld 件を完全に削除しました
zh_hans: 已永久删除 %lld 个项目
zh_hant: 已永久刪除 %lld 個項目
zh_hk: 已永久刪除 %lld 個項目

source: Deleted in ^[%lld day](inflect: true)
ja: %lld 日後に削除
zh_hans: %lld 天后删除
zh_hant: %lld 天後刪除
zh_hk: %lld 日後刪除

source: Deleted permanently
ja: 完全に削除しました
zh_hans: 已永久删除
zh_hant: 已永久刪除
zh_hk: 已永久刪除

source: Deleted today
ja: 今日削除
zh_hans: 今天删除
zh_hant: 今天刪除
zh_hk: 今日刪除

source: Deletes %@
ja: %@に削除
zh_hans: %@删除
zh_hant: %@刪除
zh_hk: %@刪除

source: Deletes on
ja: 削除日
zh_hans: 删除日期
zh_hant: 刪除日期
zh_hk: 刪除日期

source: Deny
ja: 拒否
zh_hans: 拒绝
zh_hant: 拒絕
zh_hk: 拒絕

source: Desktop
ja: デスクトップ
zh_hans: 桌面版
zh_hant: 桌面版
zh_hk: 桌面版

source: Developer
ja: デベロッパ
zh_hans: 开发者
zh_hant: 開發者
zh_hk: 開發者

source: Device
ja: デバイス
zh_hans: 设备
zh_hant: 裝置
zh_hk: 裝置

source: Devices
ja: デバイス
zh_hans: 设备
zh_hant: 裝置
zh_hk: 裝置

source: digit
ja: 数字
zh_hans: 数字
zh_hant: 數字
zh_hk: 數字

source: Digits (0–9)
ja: 数字（0–9）
zh_hans: 数字（0–9）
zh_hant: 數字（0–9）
zh_hk: 數字（0–9）

source: Disabled
ja: 無効
zh_hans: 已停用
zh_hant: 已停用
zh_hk: 已停用

source: Discard Changes
ja: 変更を破棄
zh_hans: 放弃更改
zh_hant: 放棄變更
zh_hk: 放棄更改

source: Discard your changes?
ja: 変更を破棄しますか？
zh_hans: 放弃更改吗？
zh_hant: 要放棄變更嗎？
zh_hk: 要放棄更改嗎？

source: Documents
ja: 身分証明書
zh_hans: 证件
zh_hant: 證件
zh_hk: 證件

source: Domain
ja: ドメイン
zh_hans: 域名
zh_hant: 網域
zh_hk: 網域

source: Done
ja: 完了
zh_hans: 完成
zh_hant: 完成
zh_hk: 完成

source: Done. Two-step login is on, so this Mac needs a code: log out and sign in again to keep syncing.
ja: 完了しました。2 段階ログインが有効なため、この Mac にはコードが必要です。同期を続けるにはログアウトして再度サインインしてください。
zh_hans: 完成。由于已开启两步登录，这台 Mac 需要验证码：请登出后重新登录以继续同步。
zh_hant: 完成。由於已開啟兩步驟登入，這台 Mac 需要驗證碼：請登出後重新登入以繼續同步。
zh_hk: 完成。因為開咗兩步驟登入，呢部 Mac 要驗證碼：登出再登入先可以繼續同步。

source: Download and install updates automatically
ja: アップデートを自動でダウンロードしてインストール
zh_hans: 自动下载并安装更新
zh_hant: 自動下載並安裝更新
zh_hk: 自動下載同安裝更新

source: Drop files here to attach them, encrypted.
ja: ここにファイルをドロップすると暗号化して添付します。
zh_hans: 将文件拖放到这里，即可加密附加。
zh_hant: 將檔案拖放到這裡，即可加密附加。
zh_hk: 將檔案拖放到呢度，即可加密附加。

source: Drop to attach
ja: ドロップして添付
zh_hans: 松开以附加
zh_hant: 放開以附加
zh_hk: 放開以附加

source: Duplicate logins
ja: 重複したログイン
zh_hans: 重复的登录项
zh_hant: 重複的登入項目
zh_hk: 重複嘅登入項目

source: e.g. Servers
ja: 例：サーバー
zh_hans: 例如 服务器
zh_hant: 例如 伺服器
zh_hk: 例如 伺服器

source: Each account keeps its own vault, Touch ID, PIN and timeout. Choose one for its details.
ja: アカウントごとに保管庫、Touch ID、PIN、タイムアウトが別々です。選ぶと詳細が表示されます。
zh_hans: 每个账户都有自己的密码库、触控 ID、PIN 和超时设置。选择一个查看详细信息。
zh_hant: 每個帳號都有自己的保險庫、Touch ID、PIN 和逾時設定。選擇一個以查看詳細資料。
zh_hk: 每個帳戶都有自己嘅保險庫、Touch ID、PIN 同逾時設定。揀一個睇詳細資料。

source: e.g. GitHub
ja: 例：GitHub
zh_hans: 例如 GitHub
zh_hant: 例如 GitHub
zh_hk: 例如 GitHub

source: e.g. Wi-Fi password
ja: 例：Wi-Fi のパスワード
zh_hans: 例如：Wi-Fi 密码
zh_hant: 例如：Wi-Fi 密碼
zh_hk: 例如：Wi-Fi 密碼

source: e.g. Work/Servers
ja: 例：仕事/サーバー
zh_hans: 例如 工作/服务器
zh_hant: 例如 工作/伺服器
zh_hk: 例如 工作/伺服器

source: Edit
ja: 編集
zh_hans: 编辑
zh_hant: 編輯
zh_hk: 編輯

source: Edit (⌘E)
ja: 編集（⌘E）
zh_hans: 编辑（⌘E）
zh_hant: 編輯（⌘E）
zh_hk: 編輯（⌘E）

source: Edit Item
ja: 項目を編集
zh_hans: 编辑项目
zh_hant: 編輯項目
zh_hk: 編輯項目

source: Edit Send
ja: Send を編集
zh_hans: 编辑 Send
zh_hant: 編輯 Send
zh_hk: 編輯 Send

source: Edit the item to save the new password
ja: 項目を編集して新しいパスワードを保存
zh_hans: 编辑项目以保存新密码
zh_hant: 編輯項目以儲存新密碼
zh_hk: 編輯項目嚟儲存新密碼

source: Edited a shared folder
ja: 共有フォルダを編集しました
zh_hans: 编辑了共享文件夹
zh_hant: 編輯了共享資料夾
zh_hk: 編輯咗共享資料夾

source: Edit…
ja: 編集…
zh_hans: 编辑…
zh_hant: 編輯…
zh_hk: 編輯…

source: edited %@
ja: %@に編集
zh_hans: %@编辑
zh_hant: %@編輯
zh_hk: %@編輯

source: Edited %@
ja: %@ を編集しました
zh_hans: 编辑了 %@
zh_hant: 編輯了 %@
zh_hk: 編輯咗 %@

source: Email
ja: メールアドレス
zh_hans: 电子邮件
zh_hant: 電子郵件
zh_hk: 電郵

source: Email Support
ja: サポートにメール
zh_hans: 发送支持邮件
zh_hant: 寄信給支援
zh_hk: 電郵支援

source: Email codes
ja: メールのコード
zh_hans: 电子邮件验证码
zh_hant: 電子郵件驗證碼
zh_hk: 電子郵件驗證碼

source: Emergency access
ja: 緊急アクセス
zh_hans: 紧急访问
zh_hant: 緊急存取
zh_hk: 緊急存取

source: Encrypted on this Mac before anything is sent.
ja: 送信前にすべてこの Mac で暗号化されます。
zh_hans: 所有数据都会先在这台 Mac 上加密再发送。
zh_hant: 所有資料都會先在這台 Mac 上加密才傳送。
zh_hk: 所有資料都會喺呢部 Mac 加密咗先傳送。

source: Encrypted with a password you choose. Recommended: Bitwarden and Triwarden can import it on any device.
ja: 選んだパスワードで暗号化します。おすすめ：Bitwarden と Triwarden ならどのデバイスでも読み込めます。
zh_hans: 使用你设定的密码加密。推荐：Bitwarden 和 Triwarden 在任何设备上都能导入。
zh_hant: 以你設定的密碼加密。建議使用：Bitwarden 和 Triwarden 在任何裝置上都能匯入。
zh_hk: 用你揀嘅密碼加密。建議使用：Bitwarden 同 Triwarden 喺任何裝置都匯入到。

source: Encrypting and importing…
ja: 暗号化して読み込んでいます…
zh_hans: 正在加密并导入…
zh_hant: 正在加密並匯入⋯
zh_hk: 加密緊同匯入緊⋯

source: Encryption key settings
ja: 暗号鍵の設定
zh_hans: 加密密钥设置
zh_hant: 加密金鑰設定
zh_hk: 加密金鑰設定

source: Encryption key settings changed
ja: 暗号鍵の設定を変更しました
zh_hans: 已更改加密密钥设置
zh_hant: 已變更加密金鑰設定
zh_hk: 已更改加密金鑰設定

source: End-to-end encrypted
ja: エンドツーエンド暗号化
zh_hans: 端到端加密
zh_hant: 端對端加密
zh_hk: 端對端加密

source: Enter a valid server URL.
ja: 有効なサーバー URL を入力してください。
zh_hans: 请输入有效的服务器网址。
zh_hant: 請輸入有效的伺服器網址。
zh_hk: 請輸入有效的伺服器網址。

source: Enter the 6-digit code from your authenticator app.
ja: 認証アプリに表示される 6 桁のコードを入力してください。
zh_hans: 输入验证器 App 中的 6 位验证码。
zh_hant: 輸入驗證器 App 中的 6 位數驗證碼。
zh_hk: 輸入驗證器 App 中的 6 位數驗證碼。

source: Enter the code we emailed.
ja: メールで送ったコードを入力してください。
zh_hans: 输入我们发送的验证码。
zh_hant: 輸入我們寄出的驗證碼。
zh_hk: 輸入我哋寄出嘅驗證碼。

source: Enter your catch-all domain below.
ja: 下にキャッチオールのドメインを入力してください。
zh_hans: 请在下方输入全收域名。
zh_hant: 請在下方輸入萬用收件網域。
zh_hk: 請喺下面輸入萬用收件網域。

source: Enter your email address below.
ja: 下にメールアドレスを入力してください。
zh_hans: 请在下方输入你的电子邮件地址。
zh_hant: 請在下方輸入你的電子郵件地址。
zh_hk: 請喺下面輸入你嘅電郵地址。

source: Enter your email first.
ja: 先にメールアドレスを入力してください。
zh_hans: 请先输入电子邮件。
zh_hant: 請先輸入電子郵件。
zh_hk: 請先輸入電郵。

source: Enter your master password to continue.
ja: 続行するにはマスターパスワードを入力してください。
zh_hans: 输入主密码以继续。
zh_hant: 輸入主密碼以繼續。
zh_hk: 輸入主密碼以繼續。

source: Enter your server address
ja: サーバーのアドレスを入力
zh_hans: 输入服务器地址
zh_hant: 輸入伺服器位址
zh_hk: 輸入伺服器位址

source: Event %lld
ja: イベント %lld
zh_hans: 事件 %lld
zh_hant: 事件 %lld
zh_hk: 事件 %lld

source: Event log
ja: イベントログ
zh_hans: 事件日志
zh_hant: 事件記錄
zh_hk: 事件記錄

source: Event Log…
ja: イベントログ…
zh_hans: 事件日志…
zh_hant: 事件記錄…
zh_hk: 事件記錄…
